Repository: RupinderSaini/Mensani
Catalog: Mensani/*.lproj/Localizable.strings
Languages: hr

source: Sign up
hr: Registriraj se

source: Password
hr: Lozinka

# forget
source: Forgot Password
hr: Zaboravili ste lozinku

# forget?
source: Forgot Password?
hr: Zaboravili ste lozinku?

source: Login
hr: Prijaviti se

source: Name
hr: Ime

source: Confirm Password
hr: Potvrdi lozinku

# enter_conf_pass
source: Confirm password should be same as password
hr: Unesite lozinku za potvrdu

# inavlid_email
source: Enter the valid email address
hr: Molimo unesite važeću e-mail adresu!

# forget_txt
source: Enter your information below or login with another account
hr: Unesite svoje podatke ispod ili se prijavite s drugim računom

# try_other_way
source: Try another way
hr: Pokušajte na drugi način

source: Verification
hr: Verifikacija

# otp_txt
source: Check your email. We have sent you the PIN at your email
hr: Provjerite e-poštu. Poslali smo vam PIN na vašu e-poštu

# receive_code
source: Didnâ€™t received any code?
hr: Niste primili nikakav kod?

source: Verify
hr: Potvrdi

# today
source: Today's Plan
hr: Današnji plan

# visulization
source: Visualization
hr: Vizualizacija

source: Start
hr: Početak

source: Season
hr: Sezona

source: Support
hr: Podrška

# new1
source: New
hr: Nove

source: Events
hr: Događaji

source: All
hr: Sve

source: Notifications
hr: Obavijesti

source: Payment
hr: Plaćanje

source: Profile
hr: Profil

# edit_pro
source: Edit Profile
hr: Uredi profil

source: Privacy Policy
hr: Politika privatnosti

source: Settings
hr: Postavke

source: Sports
hr: Sportski

source: Update
hr: Ažuriraj

source: Goals
hr: Ciljevi

# pre
source: Pre-Event
hr: Prije događaja

source: Self-Talk
hr: Moj samogovor

source: Post-Event
hr: Nakon događaja

source: Optional
hr: Neobavezno

source: Wellbeing
hr: Blagostanje

# primary_goal
source: My Primary Goal
hr: Moj primarni cilj

# second_goal
source: My Secondary Goal
hr: Moj sekundarni cilj

# did_well
source: Three Things I Did Well
hr: Tri stvari koje sam dobro napravio

source: Next
hr: Sljedeći

# post_imp
source: Improvements
hr: Poboljšanja

# season_goals
source: My Season Goals
hr: Moji sezonski ciljevi

# self_talk_setup
source: My Inspiration
hr: Moja inspiracija

# dream_season
source: My Dream Season
hr: Moji sezona snova

# primary_seas_goal
source: My Primary Season Goal
hr: Moj primarni cilj sezone

# second_sec_goal
source: My Secondary Season Goal
hr: Moj sekundarni cilj sezone

source: Save
hr: Spremi

source: My Dream Season
hr: Moja sezona iz snova

# season_dream
source: Dream Season
hr: Sezona snova

# educational_suport
source: Educational Support
hr: Obrazovna podrška

source: Self-Rating
hr: Samoocjenjivanje

# optional_rat
source: Optional Self-Rating
hr: Izborno samoocjenjivanje

# role_model
source: My Role Model
hr: Moji Uzor

# challenge
source: My Challenge
hr: Moji Izazov

source: Payment Method
hr: Način plaćanja

source: Order Details
hr: Detalji narudžbe

# pay_to
source: Payment to Mensani
hr: Plaćanje Mensaniju

source: Date
hr: datum

source: Time
hr: Vrijeme

# esti_cost
source: Estimated Cost
hr: Procijenjena vrijednost

# continue1
source: Continue
hr: Nastaviti

# enter_name_error
source: Please enter your name
hr: Molimo unesite svoje ime

# enter_email_error
source: Please enter your email
hr: Molimo unesite svoju e-poštu

# enter_pass_error
source: Please enter password
hr: Molimo unesite lozinku

# equal_cpass_error
source: Confirm password didn't matched with password
hr: Potvrdite da se lozinka ne podudara s lozinkom

source: Logout
hr: Odjavite se

source: No
hr: Ne

source: Yes
hr: Da

# logout_txt
source: Are you sure you want to logout from Mensani ?
hr: Jeste li sigurni da se želite odjaviti s Mensanija?

# notifications_empty
source: No notifications added yet
hr: Još nije dodana nijedna obavijest

# no_ques
source: No questions added yet
hr: Još nema dodanih pitanja

source: Take Photo
hr: Uslikaj

source: Cancel
hr: Otkazati

# sel_image
source: Select image
hr: Odaberite Slika

# update_success
source: Update Successfully
hr: Ažuriranje uspješno

# save_success
source: Saved Successfully
hr: Uspješno spremljeno

# my_thots
source: My Thoughts
hr: Moje misli

# enter_thoughts
source: Enter your thoughts
hr: Unesite svoje misli

source: I Feel
hr: Osjećam

source: Unrestricted
hr: Neograničen

# enter_thoughts_error
source: Please enter your thoughts
hr: Unesite svoje mišljenje

source: Enter primary goal
hr: Unesite primarni cilj

source: Enter secondary goal
hr: Unesite sekundarni cilj

# enter_sec_goal_error
source: Please enter secondary goal
hr: Unesite sekundarni cilj

# enter_prim_goal_error
source: Please enter primary goal
hr: Unesite primarni cilj

source: Performance
hr: Dodajte izvedbu

# enter_perfor
source: Enter performance
hr: Unesite izvedbu

# error_enter_perfor
source: Please enter all performances
hr: Unesite sve izvedbe

# del_success
source: Successfully deleted
hr: Uspješno izbrisano

# enter_seas_pri_goal
source: Enter primary season goal
hr: Unesite cilj primarne sezone

# enter_seas_sec_goal
source: Enter secondary season goal
hr: Unesite cilj sekundarne sezone

# enter_seas_sec_goal_error
source: Please enter secondary season goal
hr: Unesite cilj sekundarne sezone

# enter_seas_prim_goal_error
source: Please enter primary season goal
hr: Unesite cilj primarne sezone

source: Enter dream season
hr: Uđite u sezonu snova

# enter_dream_season_error
source: Please enter dream season
hr: Molimo uđite u sezonu snova

# error_enter_imp
source: Please enter your improvement
hr: Unesite svoje poboljšanje

# enter_imp
source: Add Improvement
hr: Dodaj poboljšanje

# enter_imp1
source: Enter improvement
hr: Unesite poboljšanje

# enter_challenge
source: Enter your challenge
hr: Unesite svoj izazov

# enter_role_name
source: Enter your role model name
hr: Unesite ime vašeg uzora

# role_image
source: Role Model Traits
hr: Osobine uzora

# enter_trait_error
source: Please enter your role model trait
hr: Unesite Osobine uzora

# enter_role_name_error
source: Please enter your role model name
hr: Unesite ime vašeg uzora

# enter_challenge_error
source: Please enter your challenge
hr: Unesite svoj izazov

# update_audio
source: Change audio
hr: Promjena zvuka

source: Previous Audio
hr: Prethodni zvuk

# enter_audio_name
source: Enter audio for
hr: Unesite zvuk za

source: Add Recording
hr: Dodaj snimku

# choose_sports_error
source: Please select sports
hr: Odaberite sport

# change_pass
source: Change Password
hr: Promjena lozinke

# old_pass
source: Old Password
hr: Stara lozinka

# enter_old_pass
source: Enter old password
hr: Unesite staru lozinku

# new_pass
source: New Password
hr: Nova lozinka

# enter_new_pass
source: Enter new password
hr: Unesite novu lozinku

# confirm_new_pass
source: Confirm New Password
hr: Potvrdi novu lozinku

# enter_old_pass_error
source: Please enter old password
hr: Molimo unesite staru lozinku

# enter_new_pass_error
source: Please enter new password
hr: Molimo unesite novu lozinku

# enter_confirm_pass_error
source: Please enter confirm password
hr: Unesite lozinku za potvrdu

# error_enter_audio_for
source: Please enter audio name
hr: Unesite naziv zvuka

# audio_name
source: Audio file name
hr: Naziv zvuka

# enter_audio_namee
source: Enter audio name
hr: Unesite naziv zvuka

# error_audio_record
source: Please record the audio
hr: Molimo snimite zvuk

# save_success_check_email
source: Otp send successfully, plz check your email
hr: Otp slanje uspješno, provjerite svoju e-poštu

# enter_otp_error
source: Please enter OTP sent on your email
hr: Unesite OTP

# reset_pass
source: Reset Password
hr: Resetiranje lozinke

source: Submit
hr: podnijeti

source: Add Performance
hr: Dodajte izvedbu

# subs_plans
source: Subscription Plans
hr: Planovi pretplate

# enter_any_goal_error
source: Please enter both the goals to save
hr: Unesite oba cilja za spremanje

# performance_empty
source: No performance added yet
hr: Još nije dodana izvedba

# improvements_empty
source: No improvements added yet
hr: Još nema dodanih poboljšanja

# self_talk_empty
source: No self-talk added yet
hr: Još nije dodan samogovor

# visulization_empty
source: No visulization added yet
hr: Još nije dodana vizualizacija

# mental_training_sport
source: Mental Training Support
hr: Podrška mentalnom treningu

# support_videos_empty
source: Support videos not added yet
hr: Videozapisi podrške još nisu dodani

# enable_text
source: This one will be enabled only in PRO version. Upgrade your plan.
hr: Ovaj će biti omogućen samo u PRO verziji. Nadogradite svoj plan.

source: Ok
hr: U redu

source: Reset
hr: Resetiraj

# count_well_things
source: Three Things I Did Well
hr: Tri stvari koje sam dobro napravio

# string_confirm
source: Confirmation
hr: Potvrda

source: Confirm
hr: Potvrdi

# string_confirm_txt
source: Are you sure you want to delete?
hr: Jeste li sigurni da želite izbrisati?

# string_confirm_txt_impr
source: Only 2 improvements you can add, delete any improvement to add more
hr: Samo 2 poboljšanja možete dodati, izbrišite sva poboljšanja da dodate još

# payment_done
source: Your payment is successfully done
hr: Vaše plaćanje je uspješno izvršeno

# confirm_visu_four_audios
source: Only 4 Visulizations you can add, delete any Visulization to add more
hr: Možete dodati samo 4 vizualizacije, izbrišite bilo koju vizualizaciju da biste dodali više

# confirm_self_talk_four_audios
source: Only 4 Self-Talk you can add, delete any Self-Talk to add more
hr: Možete dodati samo 4 samogovora, izbrišite bilo koji samogovor da biste dodali više

source: Subscribed
hr: Pretplaćen

source: Appointment
hr: Ugovoreni sastanak

source: Appointment Fee
hr: Naknada za termin

# nego_price
source: Enter the negotiable price
hr: Ovdje unesite cijenu po dogovoru

source: Review
hr: Pregled

# write_review
source: Write a review
hr: Napišite svoje mišljenje

# enter_rev_error
source: Please enter review
hr: Unesite recenziju

# sel_time_error
source: Please select time slot
hr: Odaberite termin

# therapist
source: Trainers
hr: Treneri

# therapist_videos
source: Trainers
hr: Treneri

# feedback_thanks
source: Feedback saved successfully
hr: Povratne informacije uspješno su spremljene

# enter_rating_error
source: Please give rating
hr: Molimo dajte ocjenu

# desc_appoint
source: Are you sure you want to continue to pay
hr: Za ovaj termin morate platiti

# time_empty
source: Time slots are not available
hr: Termini nisu dostupni

source: Make appointment
hr: Ugovoriti sastanak

source: Appointments
hr: Imenovanja

# appointments_empty
source: Not created any appointment yet
hr: Još nije stvoren nijedan termin

source: Chat
hr: razgovor

source: Videos
hr: Video zapisi

# del_account
source: Delete Account
hr: Izbriši račun

source: Subscription
hr: Pretplata

# enter_valid_pass_error
source: Password must be 8 characters long contains 1 digit, 1 alphabet and special character
hr: Lozinka mora sadržavati 1 znamenku, 1 slovo i poseban znak

# enter_valid_otp_error
source: OTP didn't matched
hr: OTP se ne podudara

# team
source: Select Team
hr: Odaberite tim

source: Select Sports
hr: Odaberite Sport

# practice
source: Practice/Game
hr: Vježba/Igra

# pre_game
source: Pre-Practice/Game
hr: Pripremni trening/igra

# in_practice
source: In-Practice/Game
hr: Tijekom treninga/u igri

# post_practice
source: Post-Practice/Game
hr: Nakon treninga/igra

# imp_two
source: One Thing I Practice & Improve
hr: Jedna stvar koju vježbam i poboljšavam

# teams
source: Team
hr: Timovi

source: Event
hr: Događaji

source: Pre-Event
hr: Prije događaja

# sel_upload_type
source: Select Upload Type
hr: Odaberite vrstu prijenosa

# enter_video_namee
source: Enter video name
hr: Unesite naziv videa

source: Video Name
hr: Naziv videa

# error_enter_video_for
source: Please enter video name
hr: Unesite naziv videa

# error_video_record
source: Please select video
hr: Odaberite video

# preapring_game
source: Preparing for a game
hr: Priprema za igru

source: Excited
hr: Uzbuđen

source: Happy
hr: Sretan

source: Focused
hr: Usredotočen

source: Calm
hr: Smiriti

source: Bored
hr: Dosadno

source: Sad
hr: Tužno

source: Depressed
hr: Depresivno

# annyoed
source: Annoyed
hr: Iznervirana

source: Angry
hr: Ljut

source: Anxious
hr: Tjeskoban

source: Worried
hr: Zabrinut

source: Receiving the ball
hr: Primanje lopte

source: Points:
hr: Bodovi:

# day
source: Daily
hr: Dan

# week
source: Weekly
hr: Tjedan

# month
source: Monthly
hr: Mjesec

source: Joined
hr: Spojen

source: Confirm your amount
hr: Potvrdite svoj iznos

source: Enroll
hr: Upisati

# choose_language
source: Select Language
hr: Izaberi jezik

# perma_del_acc
source: This will permanently delete all your saved data. Are you sure?
hr: Ovo će trajno izbrisati sve vaše spremljene podatke. Jesi li siguran?

source: Home
hr: Dom

source: Language
hr: Jezik

# eng
source: English
hr: Engleski

source: Spanish
hr: španjolski

source: Croatian
hr: Hrvatski

# del_subs
source: Delete
hr: Izbriši

# del_subs_desc
source: Are you sure you want to delete subscription?
hr: Jeste li sigurni da želite izbrisati pretplatu?

# exp
source: Experience
hr: Iskustvo

# comp
source: Completed
hr: Završeno

# act_clients
source: Hourly rates
hr: Satnica

source: Buy
hr: Kupiti

source: Back
hr: Leđa

# failed
source: Wait for a moment
hr: Espera un momento

# select_mood
source: Please select your mood
hr: Odaberite svoje raspoloženje

source: Camera
hr: Fotoaparat

source: Gallery
hr: Galerija

source: Training
hr: Trening

# self
source: My Self Talks
hr: Razgovori o sebi

# admin
source: Prerecorded
hr: Prije snimljeno

# no_data
source: No data found
hr: Nema podataka

source: Change price
hr: Promjena cijene

# limit
source: Maximum limit
hr: Maksimalna granica

# self_limit
source: You can add maximum 5 self talk, please delete the previously added one to add a new one
hr: Možete dodati najviše 5 samogovora, izbrišite prethodno dodani da biste dodali novi

# visual_limit
source: You can add maximum 5 visualisation, please delete the previously added one to add a new one
hr: Možete dodati najviše 5 vizualizacija, izbrišite prethodno dodanu kako biste dodali novu

# own_audio
source: Record your own audio
hr: Snimite vlastiti audio zapis

# add_visual
source: Add a new Visualization
hr: Dodajte novu vizualizaciju

# add_self
source: Add a new Self Talk
hr: Dodaj novi Self Talk

source: Record
hr: Snimiti

# play_pre
source: Play prevoius audio
hr: Pusti prethodni zvuk

source: Trainer Info
hr: Informacije o treneru

source: Upcoming
hr: Nadolazeće

source: Past
hr: Prošlost

source: Internet connection
hr: Priključak za internet

# con_lost
source: It appears that your internet connection has been lost. Please reconnect and attempt again.
hr: Čini se da je vaša internetska veza prekinuta. Ponovno se povežite i pokušajte ponovno.

source: Guest user
hr: Gost korisnik

# guest_login
source: It appears you are currently logged in as a guest user. To access this feature, please log in or sign up.
hr: Čini se da ste trenutno prijavljeni kao gost. Za pristup ovoj značajci, prijavite se ili se registrirajte

# subscribed_plan
source: To access the pro videos, please subscribe to a plan.
hr: Za pristup profesionalnim videozapisima, pretplatite se na plan

source: Subscribe
hr: Pretplatite se

source: Unauthorized
hr: Neovlašteno

# re_login
source: It appears you are logged in on another device. To access this feature, please log in again.
hr: Čini se da ste prijavljeni na drugom uređaju. Da biste pristupili ovoj značajci, prijavite se ponovo.

source: PERMISSION
hr: DOPUŠTENJE

# PERMISSION_MSG
source: Please grant permission to access your microphone in order to record.
hr: Dajte dopuštenje za pristup vašem mikrofonu kako biste snimali.

source: Open settings
hr: Otvori postavke
